export const notificationContents = {
    200: {
        0: { level: "success", title: "Обновление профиля", message: "Данные профиля успешно обновлены!" }
    },
    400: {
        0: { level: "warning", title: "Ошибка обновления профиля", message: "Отправлены некорректные данные"},
        1: { level: "warning", title: "Ошибка авторизации", message: "Токен доступа истек. Перезагрузите страницу"}
    },
    500: {
        0: { level: "error", title: "Проблемы с сервером", message: "Ошибки на стороне сервера. Возможно, производятся технические работы" }
    }
}